Revit 2024 API
PartUtils.CreateParts Method
Overload List
Name | Description
CreateParts(Document, ICollection<ElementId>)
 Creates a new set of parts out of the original elements.
CreateParts(Document, ICollection<LinkElementId>)
 Creates a new set of parts out of the original elements.
See Also
PartUtils Class
PartUtils Members
Autodesk.Revit.DB Namespace